{
  "Home": "الرئيسية",
  "About": "حول الشركة",
  "Features": "المزايا",
  "Contact": "تواصل مع الشركة",
  "Services": "الخدمات",
  "Terms of service": "بنود الخدمات",
  "Privacy policy": "سياسة الخصوصية",
  "Our Services": "خدماتنا",
  "Web Design": "تصميم صفحات الويب",
  "Web Development": "تطوير مواقع الويب",
  "Product Management": "إدارة المنتجات",
  "Marketing": "التسويق",
  "Our Newsletter": "نشرتنا البريدية",
  "To Subiscribe In Our News Letter Leave Your E mail Here": "للاشتراك في النشرة البريدية يرجي تسجبل ايميلك",
  "About us": "معلومات الشركة",
  "Grow Up Your Buissines With": "دع اعمالك تنمو مع",
  "We offer you the easiest cloud program on Launch to manage your activity cashier's operations business according to the latest technology and expertise global": "نحن نقدم لك أسهل برنامج سحابي على الإطلاق لإدارة نشاط أعمال الكاشير الخاص بك وفقًا لأحدث التقنيات والخبرات العالمية.",
  "Get Started": "إبدأ من هنا",
  "Why pos high ?": "لماذا برنامج بوس هاي",
  "Get the best experience to raise efficiency Work in your restaurant within systems Our professional point of sale at Bose This is what enables you to control the system And review the various reports.": "احصل على أفضل تجربة لرفع كفاءة العمل في مطعمك من خلال أنظمتنا المهنية لنقاط البيع في بوس. هذه الأنظمة تمكنك من التحكم في النظام ومراجعة التقارير المختلفة.",
  "Pos High": "بوس هاي",
  "Pos High is easy to use It can be adjusted according to the size and needs your restaurant": "بوس هاي سهل الاستخدام ويمكن تعديله وفقًا لحجم واحتياجات مطعمك.",
  "User Experience": "تجربة المستخدم",
  "Simple and clear user interface It allows you to manage your commercial activity Efficiently, no matter how many branches.": "واجهة مستخدم بسيطة وواضحة تسمح لك بإدارة نشاطك التجاري بكفاءة، بغض النظر عن عدد الفروع.",
  "We offer you professional services with expertise A high school specialized in the financial field and administrative.": "نحن نقدم لك خدمات احترافية بخبرة عالية متخصصة في المجال المالي والإداري.",
  "Check The Features": "استعراض المميزات",
  "POS points of sale": "نظام نقاط البيع",
  "KDS Kitchen Display System": "نظام ادارة المطبخ",
  "Order tracking system": "نظام متابعة الطلبات",
  "View customer requests": "عرض طلبات العميل",
  "Dash Board": "لوحة التحكم",
  "Happy Clients": "عملاء سعداء",
  "Projects": "مشاريع",
  "Hours Of Support": "ساعات من الدعم الفني",
  "Hard Workers": "عاملين بجد",
  "Point Of Sales": "نقاط البيع",
  "A POS system streamlines order processing and reduces wait times. Orders are directly entered into the system and transmitted to the kitchen or bar, reducing errors and ensuring a faster, more accurate service. This efficiency enhances customer satisfaction and allows your staff to serve more customers in less time.": "نظام نقاط البيع (POS) يبسط معالجة الطلبات ويقلل من أوقات الانتظار. يتم إدخال الطلبات مباشرة في النظام ونقلها إلى المطبخ أو البار، مما يقلل من الأخطاء ويضمن خدمة أسرع وأكثر دقة. هذه الكفاءة تعزز رضا العملاء وتسمح لموظفيك بخدمة عدد أكبر من العملاء في وقت أقل.",
  "POS systems offer detailed inventory tracking, allowing restaurant owners to monitor stock levels in real-time. This feature helps prevent overstocking or understocking, reduces food waste, and ensures you have the right ingredients on hand for your menu. Ultimately, it leads to cost savings and better inventory control.": "أنظمة نقاط البيع (POS) تقدم تتبعًا دقيقًا للمخزون، مما يسمح لأصحاب المطاعم بمراقبة مستويات المخزون في الوقت الفعلي. هذه الميزة تساعد في منع الفائض أو النقص في المخزون، وتقلل من هدر الطعام، وتضمن أن يكون لديك المكونات الصحيحة لقائمة طعامك. في النهاية، يؤدي ذلك إلى توفير في التكاليف وتحكم أفضل في المخزون.",
  "With a POS system, restaurant owners gain access to valuable data and analytics. This information helps you understand customer preferences, track sales trends, and identify your best-selling menu items. It also provides insights into staff performance, enabling you to make informed business decisions and improve profitability.": "باستخدام نظام نقاط البيع (POS)، يحصل أصحاب المطاعم على إمكانية الوصول إلى بيانات وتحليلات قيمة. هذه المعلومات تساعدك في فهم تفضيلات العملاء، وتتبع اتجاهات المبيعات، وتحديد عناصر القائمة الأكثر مبيعًا. كما توفر رؤى حول أداء الموظفين، مما يمكنك من اتخاذ قرارات عمل مستنيرة وتحسين الربحية.",
  "POS systems offer robust security features that protect sensitive customer information, such as credit card data. They also help restaurants comply with regulations and tax requirements by automatically calculating taxes and generating detailed reports. This reduces the risk of fraud, ensures accurate record-keeping, and provides peace of mind for both the restaurant owner and customers.": "توفر أنظمة نقاط البيع (POS) ميزات أمان قوية تحمي معلومات العملاء الحساسة، مثل بيانات بطاقات الائتمان. كما تساعد المطاعم على الامتثال للقوانين والمتطلبات الضريبية من خلال حساب الضرائب تلقائيًا وإنشاء تقارير مفصلة. يقلل ذلك من مخاطر الاحتيال، ويضمن حفظ السجلات بشكل دقيق، ويوفر راحة البال لكل من صاحب المطعم والعملاء.",
  "Streamlined Kitchen Workflow": "متابعة سير عمل المطبخ",
  "A KDS eliminates the need for traditional paper tickets, reducing clutter and confusion in the kitchen. Orders are displayed digitally, allowing kitchen staff to view them in real-time and update their status. This leads to a more organized workflow, fewer errors, and a smoother operation during peak hours.": "يقوم نظام عرض المطبخ (KDS) بإلغاء الحاجة إلى التذاكر الورقية التقليدية، مما يقلل من الفوضى والارتباك في المطبخ. تُعرض الطلبات بشكل رقمي، مما يسمح لموظفي المطبخ بمشاهدتها في الوقت الفعلي وتحديث حالتها. يؤدي ذلك إلى تدفق عمل أكثر تنظيمًا، وأخطاء أقل، وعمليات أكثر سلاسة خلال أوقات الذروة.",
  "A KDS fosters better communication among kitchen staff. It allows chefs, cooks, and other kitchen personnel to see order details, modifications, and special requests instantly. This minimizes miscommunication, reduces order mistakes, and promotes a collaborative kitchen environment, ultimately enhancing customer satisfaction.": "يساهم نظام عرض المطبخ (KDS) في تعزيز التواصل بين موظفي المطبخ. يتيح هذا النظام للشيف والطهاة وطاقم المطبخ الآخرين رؤية تفاصيل الطلبات، والتعديلات، والطلبات الخاصة فورًا. يساعد ذلك في تقليل سوء الفهم، وتقليل أخطاء الطلبات، وتعزيز بيئة عمل تعاونية في المطبخ، مما يؤدي في النهاية إلى زيادة رضا العملاء.",
  "With a KDS, kitchen staff can easily prioritize orders based on their urgency, type, or preparation time. This feature helps ensure that dishes are prepared in the correct order, reducing delays and keeping service on schedule. The ability to track order completion and monitor bottlenecks allows for more efficient management of the kitchen flow.": "مع نظام عرض المطبخ (KDS)، يمكن لطاقم المطبخ بسهولة تحديد أولويات الطلبات بناءً على أهميتها، أو نوعها، أو وقت تحضيرها. تساعد هذه الميزة في ضمان إعداد الأطباق بالترتيب الصحيح، مما يقلل من التأخيرات ويحافظ على سير الخدمة وفق الجدول الزمني. تتيح القدرة على تتبع إكمال الطلبات ومراقبة نقاط الاختناق إدارة أكثر كفاءة لتدفق العمل في المطبخ.",
  "Comprehensive Data Visualization": "تصور شامل للبيانات",
  "A full dashboard for a restaurant can be an invaluable tool for managing operations and gaining insights into business performance. Here are four reasons to convince a customer to invest in a full dashboard for their restaurant:": "إدارة أفضل للعمليات: يوفر اللوحة الشاملة للمطعم رؤية واضحة لجميع جوانب العمل، من المبيعات والموارد البشرية إلى المخزون ونقاط البيع. هذه الرؤية المتكاملة تتيح لك اتخاذ قرارات سريعة ومدروسة لضمان سير العمل بكفاءة.",
  "A full dashboard provides a central platform to visualize key metrics like sales, customer counts, revenue, and more. It gives restaurant owners and managers a clear, at-a-glance understanding of the restaurant's performance, allowing for quicker decision-making and trend identification. This visual representation can help identify patterns and areas for improvement.": "تحليل البيانات وتحسين الأداء: تساعدك البيانات المفصلة التي يوفرها dashboard على تحليل اتجاهات المبيعات، وتحديد المنتجات الأكثر شعبية، وفهم سلوك العملاء. يتيح لك ذلك تعديل استراتيجياتك وتحسين الأداء بناءً على المعلومات الواقعية.",
  "With a full dashboard, you can monitor restaurant operations in real-time. This means you can track sales, orders, and customer flow as they happen. Additionally, dashboards can be set up to send alerts for specific events, like low inventory levels or unusual sales patterns, allowing managers to respond proactively and avoid potential issues before they escalate.": "تحكم في التكاليف وزيادة الربحية: من خلال لوحة التحكم الشاملة، يمكنك مراقبة النفقات، وتقليل الهدر، وتحسين استخدام الموارد. يمكن أن يؤدي هذا التحكم في التكاليف إلى زيادة الربحية، مما يجعل استثمارك في اللوحة ذات عائد كبير.",
  "Dashboards often offer customizable reporting features, enabling users to generate specific reports tailored to their business needs. This flexibility allows you to focus on key areas such as sales trends, employee performance, and customer behavior. By analyzing this data, you can make informed decisions to improve efficiency, increase revenue, and enhance customer satisfaction.": "تقييم أداء الموظفين: توفر لوحة التحكم بيانات حول أداء الموظفين، بما في ذلك معدل الإنتاجية وجودة الخدمة. هذه المعلومات تساعدك على تحسين إدارة فريق العمل، وتحديد مناطق التدريب أو التحسين، وبالتالي رفع مستوى الخدمة وجودتها.",
  "Improved Operational Efficiency: A full dashboard can integrate with other restaurant systems, such as POS, KDS, and inventory management, providing a holistic view of the business. This integration allows you to identify bottlenecks, streamline operations, and optimize staffing and resource allocation. Ultimately, this can lead to a more efficient operation, reduced costs, and a better customer experience.": "باختصار، استثمارك في لوحة التحكم الشاملة يمكن أن يوفر لك أداة قوية لإدارة مطعمك بفعالية أكبر، وتحقيق أقصى استفادة من مواردك، وتحسين الأداء العام للمطعم.",
  "With these benefits, a full dashboard can become a strategic tool for restaurant owners, helping them manage their business more effectively and stay ahead in a competitive industry.": "بفضل هذه الفوائد، يمكن للوحة التحكم الشاملة أن تصبح أداة استراتيجية لأصحاب المطاعم، مما يساعدهم على إدارة أعمالهم بفعالية أكبر والبقاء في المقدمة في صناعة تنافسية.",
  "Enhanced Customer Experience": "تحسين تجربة العملاء",
  "An order tracking system provides customers with real-time updates on their food orders. This transparency reduces uncertainty and wait-related stress, contributing to a better overall dining experience. When customers know the status of their orders, they feel more in control and are less likely to become impatient or frustrated.": "يوفر نظام تتبع الطلبات للعملاء تحديثات في الوقت الفعلي حول طلبات الطعام الخاصة بهم. هذه الشفافية تقلل من عدم اليقين والتوتر المرتبط بالانتظار، مما يساهم في تجربة تناول طعام أفضل بشكل عام. عندما يعرف العملاء حالة طلباتهم، يشعرون بأنهم أكثر تحكمًا وأقل عرضة للشعور بالإحباط أو النفاد صبر.",
  "Reduced Order Errors and Miscommunications: Order tracking systems help streamline communication between front-of-house and back-of-house staff. By providing a clear, real-time view of order status, these systems minimize miscommunications that can lead to errors or missed items. This not only improves customer satisfaction but also reduces waste and rework in the kitchen.": "تقليل أخطاء الطلبات وسوء التواصل: تساعد أنظمة تتبع الطلبات في تبسيط التواصل بين موظفي صالة الطعام وطاقم المطبخ. من خلال توفير رؤية واضحة وفي الوقت الفعلي لحالة الطلب، تقلل هذه الأنظمة من سوء التواصل الذي قد يؤدي إلى أخطاء أو عناصر مفقودة. هذا لا يحسن رضا العملاء فحسب، بل يقلل أيضًا من الهدر وإعادة العمل في المطبخ.",
  "Improved Operational Efficiency: With an order tracking system, restaurant staff can manage and prioritize orders more effectively. The system helps track the progress of each dish, enabling the kitchen to coordinate cooking times and ensure timely delivery. This level of organization leads to faster service, fewer delays, and smoother overall operations.": "تحسين الكفاءة التشغيلية: باستخدام نظام تتبع الطلبات، يمكن لطاقم المطعم إدارة أولويات الطلبات بشكل أكثر فعالية. يساعد النظام في تتبع تقدم كل طبق، مما يمكن المطبخ من تنسيق أوقات الطهي وضمان التسليم في الوقت المناسب. يؤدي هذا المستوى من التنظيم إلى خدمة أسرع، وتأخيرات أقل، وعمليات أكثر سلاسة بشكل عام.",
  "Actionable Insights and Analytics: Order tracking systems often come with analytics features that allow restaurant owners and managers to gain insights into order trends and performance metrics. This data can be used to identify peak times, understand popular menu items, and assess staff efficiency. By analyzing these insights, restaurants can make informed decisions to optimize staffing, menu offerings, and kitchen workflow.": "رؤى وتحليلات قابلة للتنفيذ: عادة ما تأتي أنظمة تتبع الطلبات مع ميزات التحليلات التي تتيح لأصحاب المطاعم والمديرين الحصول على رؤى حول اتجاهات الطلب ومؤشرات الأداء. يمكن استخدام هذه البيانات لتحديد أوقات الذروة، وفهم العناصر الشائعة في القائمة، وتقييم كفاءة الموظفين. من خلال تحليل هذه الرؤى، يمكن للمطاعم اتخاذ قرارات مدروسة لتحسين تنظيم الموظفين، وعروض القائمة، وتدفق العمل في المطبخ.",
  "These reasons highlight how an order tracking system can improve customer satisfaction, enhance communication, streamline operations, and provide valuable insights to drive business success in a restaurant setting.": "هذه الأسباب توضح كيف يمكن لنظام تتبع الطلبات أن يحسن رضا العملاء، ويعزز التواصل، ويبسط العمليات، ويوفر رؤى قيمة لدفع نجاح الأعمال في بيئة المطاعم.",
  "Contact Us": "قم بتسجيل بياناتك يسعدنا التواصل معك",
  "Location:": " العنوان",
  "Alsharqya Taif Hassan St , KSA": "Alsharqya Taif Hassan St , KSA",
  "Email:": "البريد الالكتروني",
  "Call:": "اتصال",
  "Loading": "Loading",
  "Your message has been sent. Thank you!": "تم ارسال بياناتك شكراً لك",
  "Send Message": "ارسال",
  "Create New": "جديد",
  "Name": "الأسم",
  "Email": "البريد الالكرتوني",
  "Phone": "الهاتف/الجوال",
  "City": "المدينة"


}